[language]

;Language name 

name=Ελληνικά

[firstrun]
chooselanguage=Επιλέξτε Γλώσσα!
ok=OK
ignore=Αγνόηση
oldini=Εισαγάγετε το αρχείο ρυθμίσεων που χρησιμοποιήσατε προηγουμένως
loadini=Εισαγωγή
loadfail=Το αρχείο διαμόρφωσης δεν βρέθηκε σε αυτόν τον κατάλογο!
loadsuccessful=Η εισαγωγή έγινε με επιτυχία!
steambak=Θέλετε να συγχρονίσετε τα αρχεία διαμόρφωσης Steam;


[steam]
save=Αποθηκεύστε τη διαμόρφωση στο Cloud Steam
load=Επαναφέρετε τη διαμόρφωση του Cloud Steam
steamnotrun=Πρέπει να εκτελέσετε το Steam για να χρησιμοποιήσετε αυτήν τη δυνατότητα!
uploadfilemaxsize=Το μέγιστο μέγεθος του μεταφορτωμένου αρχείου είναι 100 MB


[workshop]
list_install=Εγκατεστημένο
list_home=Αρχική σελίδα
list_subscribe=Εγγραφή
list_upload=Μεταφόρτωση 
list_voteup=Αρέσει
list_themesskin=Θέματα και εμφανίσεις
list_widget=Στυλ γραφικών στοιχείων 

newthemetip=Εισαγάγετε ένα όνομα θέματος
deltheme=διαγράψτε το θέμα

subscribe=Συνδρομή
unsubscribe=Απεγγραφή

icons=Πακέτο εικονιδίων
dockskin=Εμφάνιση Dock
Single icon=Αυτόνομο εικονίδιο
Time skin=Εμφάνιση χρόνου
Calendar skin=Εμφάνιση ημερολογίου
Sound=Ήχος
language=Γλώσσα

sort_alltime=Όλα
sort_week=Εβδομάδα
sort_month=Μήνας
sort_year=Έτος

sort_hot=Δημοφιλής
sort_new=Νέο
sort_sub=Συνδρομή
sort_vote=Σκορ

filesize=Μέγεθος αρχείου
updatetime=Τελευταία ενημέρωση

opensteam=Ανοίξτε το Steam
runerror=Το Steam πρέπει να εκτελείται για να χρησιμοποιήσετε αυτήν τη δυνατότητα!

newtheme=Νέο θέμα
edittheme=Επεξεργασία θέματος

[themesedit]
shell=Εμφάνιση
offset=Αντισταθμίζω
Delimiter and run=Δείκτης οριοθέτησης & εκτέλεσης
Progress bar=Γραμμή προόδου

savetheme=Αποθήκευση 

applytheme=Η αποθήκευση εφαρμόζει με επιτυχία αυτό το θέμα αμέσως;
filetip_drop=Σύρετε και αποθέστε την εικόνα εδώ
filetip=Κάντε κλικ ή σύρετε και αποθέστε την εικόνα απευθείας εδώ
dropfile=Θέλετε να αντικαταστήσετε αυτήν την εικόνα;

selectpicture=Επιλέξτε μια εικόνα
cliptip=Περικοπή 
clipleft=Αριστερά
clipbottom=Τελείωμα
clipright=Δεξιά
cliptop=Επάνω άκρο

dockbg=Φόντο
dockblur=Θάμπωμα του φόντου
Progress bar border=Πλαίσιο
Progress bar bg=φόντο
Run indicator=Ένδειξη εκτέλεσης
Run offset=Αντισταθμίζω
delimiter=Διαχωριστής
Margins=Περιθώρια
Margins trimmer=Μικρορύθμιση περιθωρίου (συνιστώμενες τιμές 0-0,2)

folder=φάκελος
trash_empty=Κάδος Ανακύκλωσης (άδειος)
trash_full=Κάδος Ανακύκλωσης (πλήρης)

calmon=Μήνας
calday=Ημερομηνία

timebg=Φόντο
timehour=Ωρα
timeminute=Λεπτό
timesecond=Δευτερόλεπτο

timetype=Τύπος ρολογιού
timetype_pointer=Δείκτης
timetype_number=Ψηφίο
fontname=Το όνομα της γραμματοσειράς
fontsize=Μέγεθος γραμματοσειράς
fontalign=Στοίχιση κειμένου
fontpoint=Συντεταγμένες κειμένου
format=Μορφή ώρας
fontcolor=Χρώμα κειμένου

workshopshare=Ανεβάζετε θέματα στο Εργαστήριο;
sharesuccess=Ανέβηκε με επιτυχία στο Εργαστήριο!
sharefailed=Η μεταφόρτωση απέτυχε!

workshop_Preview=Προεπισκόπηση
workshop_description=Περιγραφή
workshop_otherPreview=Περισσότερες προεπισκοπήσεις
workshop_Previewbuild=Δημιουργείται αυτόματα
workshop_Previewselect=Επιλέξτε την εικόνα
workshop_tip_description=Εισαγάγετε μια περιγραφή του θέματος

[systeminfo]
cpu=Επεξεργαστής
gpu=Κάρτα γραφικών
memory=Μνήμη
system=Σύστημα
moreinfo=Περισσότερα

[monitor]
process=Διαδικασία
readwrite=Ανάγνωση/Εγγραφή
usage=Χρήση

;------------------------------------
[tips]
openUACtip=Εντοπίστηκε ότι το σύστημα έχει απενεργοποιήσει το UAC, γεγονός που μπορεί να οδηγήσει σε αδυναμία χρήσης της λειτουργίας μεταφοράς και απόθεσης αρχείων στο dock για άνοιγμα. Θέλετε να ενεργοποιήσετε το UAC του συστήματος;
openUACtip1=Το UAC ενεργοποιήθηκε με επιτυχία και το σύστημα πρέπει να επανεκκινηθεί για να τεθεί σε ισχύ. Θέλετε να επανεκκινήσετε το σύστημα αμέσως;
openUACtip2=Η ενεργοποίηση UAC απέτυχε!

crashtip=Το πρόγραμμα έχει κολλήσει, επανεκκίνηση;
;------------------------------------

[iconame]

;dock Label name

explorer=Εξερεύνηση
launchpad=Εφαρμογές
cal=Ημερολόγιο
trash=Κάδος Ανακύκλωσης

;The last icon in the folder interface

exploreropen=Άνοιγμα στον Εξερευνητή
return=Επιστροφή στο προηγούμενο

;System time icon label name format

timeformat=yyyy/M/d dddd
;Η μορφή ώρας είναι η μορφή ώρας συστήματος   y έτος m μήνας d εβδομάδα dddd ημέρα  ddd ημέρα


remove=Αφαίρεση

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Πίνακας Ελέγχου
taskbar=Γραμμή Εργασιών
systemtime=Ώρα Συστήματος
network=Δίκτυο
weather=Καιρός
battery=Μπαταρία
startmenu=Μενού Έναρξη


------------------------------------

[editicon]
;Edit icon window

addtips=Σύρετε τα αρχεία εδώ

reset=Επαναφορά
ok=OΚ
restore=Αποκατάσταση 
addname=Επεξεργασία εμφανιζόμενου ονόματος
addicotips=Κάντε κλικ στο επάνω δεξιά κουμπί για να προσθέσετε ένα εικονίδιο.
switch=Διακόπτης
trashempty=Ο Κάδος Είναι Άδειος
trashfull=Ο Κάδος Είναι Γεμάτος
iconshell=Χρησιμοποιήστε μάσκα εικονιδίων
addline=Εκτέλεση εντολής

Icon Designer title=Επεξεργαστής εικονιδίων
Icon Designer=Επεξεργασία
select=Επιλέξτε αρχείο

share=Κοινοποίηση
icolabel=Εικονίδιο
selectpicture=Επιλογή
icosize=Αλλαγή Μεγέθους Εικονιδίου
icooffsetx=Τα εικονίδια μετατοπίζονται οριζόντια
icooffsety=Κάθετη μετατόπιση εικονιδίων
icobackground=Φόντο
iconshadow=Χρησιμοποιήστε τις σκιές εικονιδίων
icoroundrect=Στρογγυλή γωνία Εικονιδίου
icocolor=Χρώμα
icogradient color=Χρησιμοποιήστε χρώματα ντεγκραντέ
icocolorangle=Γωνία χρώματος

;Pop up select file window title

selectfoldertitle=Επιλέξτε φάκελο
;Weather forecast search city
searchcity=Εισάγετε Όνομα Πόλης


;------------------------------------

[editcal]

;Edit calendar window

monfontsize=Μέγεθος γραμματοσειράς μήνα:
dayfontsize=Μέγεθος γραμματοσειράς ημέρας:

monthfont=Month font:
dayfont=Date font:
monthpoint=Month location:
daypoint=Date location:
monthposition=Month alignment:
dayposition=Date alignment:
monthcolor=Month color:
daycolor=Date color:
rotation=Rotation angle:
default=Use default configuration

ok=OΚ
test=Δοκιμή

left=Αριστερά
right=Δεξιά
center=Κέντρο

;Pop up select picture window title

selectcalicon=Επιλέξτε εικόνα ημερολογίου

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Το πρόγραμμα προστέθηκε στο Dock!

titleerror=Το Όνομα του προγράμματος δεν μπορεί να είναι κενό!
filepatherror=Η διαδρομή και το εικονίδιο του προγράμματος δεν μπορούν να είναι κενά!

padtitleerror1=Το όνομα του αρχείου είναι διπλό, παρακαλώ εισάγετε ξανά!
padtitleerror2=Η τροποποίηση του αρχείου απέτυχε, μην τοποθετείτε το πρόγραμμα στη μονάδα δίσκου "C"!

workshopshare=Να γίνει αποστολή αυτού του εικονιδίου στο εργαστήριο;
workshopsharesuccess=Το εικονίδιο κοινοποιήθηκε με επιτυχία στο εργαστήριο!
workshopsharefailed=Η κοινή χρήση εικονιδίων απέτυχε!

formaterror=Μη υποστηριζόμενη μορφή, βάλτε σε μορφή png, ico, exe, lnk!

;---------------------------------------------------------------------------
;Preferences window
[settingUI]
cloudini=Steam Cloud Αποθήκευση
uploadcloudini=Ανεβάστε το αρχείο
nofoundini=Το αρχείο δεν μεταφορτώνεται
downloadcloudini=Κατεβάστε το αρχείο
managesteamcloud=Διαχείριση αρχείων
cloudfile=Αρχεία cloud Steam
uploadcloudfile=Ανεβάστε το αρχείο
filename=Όνομα αρχείου
filesize=Μέγεθος αρχείου
filetime=Χρόνος μεταφόρτωσης

settitle=Ρυθμίσεις MyDockFinder

backupsuccess=Μεταφορτώθηκε με επιτυχία!
backupfail=Η μεταφόρτωση απέτυχε!


Global Settings=Γενικές ρυθμίσεις

openMyDock=Άνοιγμα MyDock
openMyFinder=Άνοιγμα MyFinder

gameautoclose=Αυτόματη έξοδος κατά την αναπαραγωγή σε πλήρη οθόνη
ProcessRecentFiles=Εμφανίζει τον αριθμό των αρχείων που ανοίχτηκαν πρόσφατα από το πρόγραμμα

DPIscale=Καθολική Κλίμακα εμφάνισης κειμένου
Globalblurvalue=Καθολική τιμή εφέ θολώματος
Accentcolor=Καθολικό Χρώμα Περιβάλλοντος
darkmodeall=Καθολική λειτουργία χρώματος διεπαφής

darkmode_light=Φωτεινό
darkmode_dark=Σκούρο
darkmode_auto=Αυτόματο
darkmode_system=Σύστημα

uiaccesstop=Χρησιμοποιήστε τη λειτουργία super top

aero=Ενεργοποιήστε το καθολικό εφέ θαμπώματος
systemdarkmode=Το χρώμα του συστήματος ακολουθεί το mydockfinder
autoupdate=Αυτόματος έλεγχος για ενημερώσεις προγράμματος
systemstart=Λειτουργία αυτόματης εκκίνησης κατά την εκκίνηση
none=Κανένα
regedit=Regdit
plantask=Χρονοδιάγραμμα εργασιών
Service=Υπηρεσία

windowscenterscreen=Το νέο παράθυρο εμφανίζεται στο κέντρο της οθόνης
showhidetaskbar_hotkey=Εμφάνιση ή απόκρυψη των καυτών πλήκτρων εργασιών

autohidetaskbar=Αυτόματη απόκρυψη της γραμμής εργασιών κατά την εκκίνηση

hidetaskbar_dock=Απόκρυψη στην κύρια Οθόνη
hidetaskbar_all=Απόκρυψη σε όλες τις Οθόνες

languagechoice=Επιλέξτε γλώσσα εμφάνισης προγράμματος
allfont=Επιλέξτε γραμματοσειρά προγράμματος
usefontbold=Χρησιμοποιήστε έντονη γραμματοσειρά
fontscale=Τροποποίηση της καθολικής κλίμακας γραμματοσειράς

themes=Θέματα

customize_blur=Ρυθμίστε την ένταση θαμπώματος
customize_opacity=Προσαρμόστε τη διαφάνεια
customize_enabled_dockbg=Το Dock χρησιμοποιεί προσαρμοσμένο θάμπωμα φόντου και διαφάνεια
customize_enabled_iconreflection=Το Dock χρησιμοποιεί αντανάκλαση εικονιδίων
customize_blur_iconreflection=Προσαρμόστε την ισχύ θόλωσης της αντανάκλασης του εικονιδίου
customize_opacity_iconreflection=Προσαρμόστε τη διαφάνεια αντανάκλασης εικονιδίων
customize_offset_iconreflection=Προσαρμογή της απόστασης αντανάκλασης του εικονιδίου
customize_stoppoint_iconreflection=Προσαρμογή της απόστασης ντεγκραντέ της αντανάκλασης του εικονιδίου

customize_enabled_icontag=Η ετικέτα εικονιδίου βάσης χρησιμοποιεί προσαρμοσμένο θάμπωμα φόντου και διαφάνεια
customize_enabled_menu=Το μενού χρησιμοποιεί προσαρμοσμένο θάμπωμα φόντου και διαφάνεια
customize_enabled_window=Η διεπαφή παραθύρου χρησιμοποιεί προσαρμοσμένο θάμπωμα φόντου και διαφάνεια
customize_enabled_finder=Το MyFinder χρησιμοποιεί προσαρμοσμένο θάμπωμα φόντου και διαφάνεια
customize_opacity_wallpapercolor=Προσαρμόστε την πυκνότητα χρώματος της ταπετσαρίας
customize_enabled_folder=Η διεπαφή φακέλου χρησιμοποιεί προσαρμοσμένο θάμπωμα φόντου και διαφάνεια
customize_enabled_foldersize=Η διεπαφή φακέλου χρησιμοποιεί προσαρμοσμένο μέγεθος εικονιδίου


customize_enabled_pad=Το Launchpad χρησιμοποιεί προσαρμοσμένο θάμπωμα φόντου
customize_enabled_pad_backdrop=Η βιβλιοθήκη εφαρμογών χρησιμοποιεί το τρέχον φόντο της οθόνης
customize_enabled_pad_winuiwallpaper=Η γκαλερί εφαρμογών χρησιμοποιεί ζωντανό εφέ θολώματος ταπετσαρίας

selectthemes_icon=Επιλέξτε θέμα εικονιδίου
selectthemes_dockskin=Επιλέξτε το θέμα του Dock


general=Γενικές
advanced=Προχωρημένες
preview=Προεπισκόπηση παραθύρου
minimizewindowsettings=Ελαχιστοποίηση παραθύρου
systrayicoset=Περιοχή Ειδοποιήσεων
screenset=Οθόνη

timeset=Ώρα
notificationset=Ειδοποιήσεις

audioset=Ήχος
displayset=Οθόνη
mediaset=Μέσο
batteryset=Μπαταρία
netset=Δίκτυο
monitorset=Σύστημα
windowsanimationset=Κινούμενα σχέδια παραθύρων


about=Σχετικά με

icosize=Μέγεθος Βάσης
icoeffect=Εικονικό αποτέλεσμα

dockeffect_none=κανένας
dockeffect_scale=Απολέπιση
dockeffect_select=Επιλέγω
dockeffect_light=φωτισμός
dockeffect_scaleandlight=Κλιμάκωση και φως
dockeffect_selectandlight=Επιλέξτε και φωτίζετε
icolightvalue=Εικονιδική ένταση φωτός
icobglightvalue=Εικονίδιο Ιστορικό φως ένταση
icobglightcolor=Εικονίδιο Φωτεινό χρώμα φόντου

icomaxsize=Μεγέθυνση Εικονιδίων

icospace=Απόσταση μεταξύ εικονιδίων
edgeposition=Απόσταση βάσης από την άκρη της οθόνης

iconimmersion=Η αποβάθρα χρησιμοποιεί τη λειτουργία βύθισης όταν βρίσκεται σε αδράνεια

displaymode=Λειτουργία προβολής βάσης
displaynormal=Προεπιλεγμένη λειτουργία εμφάνισης
displaybottom=Λειτουργία εμφάνισης επικάλυψης
displayauto=Λειτουργία αυτόματης απόκρυψης
displaysmart=Έξυπνη λειτουργία απόκρυψης
displayhotkey=Λειτουργία προβολής πλήκτρων πρόσβασης
displayalways=Να εμφανίζεται πάντα
displayhide=Πάντα η λειτουργία απόκρυψης
displayalwaysshow=Εμφάνιση πάντα πάνω απο όλα τα παράθυρα
displaydesktop=Προβολή πάντα κάτω απο όλα τα παράθυρα
showmodewindows=Επιλογή του τρόπου εμφάνισης και απόκρυψης του παραθύρου ανίχνευσης από το Dock
showhidetest_exe=Το τρέχον παράθυρο προγράμματος
showhidetest_all=Όλα τα παράθυρα του προγράμματος

showhidetype=Επιλέξτε το Dock για να εμφανίσετε το κρυφό εφέ

showhideeffect_move=Μετακίνηση
showhideeffect_opacity=Διαφάνεια

activation Dock Type=Το Dock δείχνει πώς ενεργοποιήθηκε
showdockact_mouse=Η άκρη της οθόνης
showdockact_bar=Γραμμή ενεργοποίησης

Show activation bar=Εμφάνιση της γραμμής ενεργοποίησης μετά την απόκρυψη του Dock
actbar_weight=Ρυθμίστε το ενεργό πλάτος της ράβδου
actbar_height=Ρυθμίστε το ύψος της ενεργής ράβδου
actbar_offset=Προσαρμόστε την απόσταση οθόνης της ενεργής γραμμής

positiononscreen=Θέση στην οθόνη του Dock
screenleft=Αριστερά
screenbottom=Κάτω
screenright=Δεξιά
screentop=Επάνω

multiscreen=Επιλέξτε την οθόνη για να εμφανιστεί το Dock
multiscreenpad=Επιλέξτε την οθόνη για να εμφανιστεί το Launchpad
padicotype=Επιλέξτε το εικονίδιο που εμφανίζεται από τη βιβλιοθήκη εφαρμογών
padicotype_normal=Προστέθηκε εικονίδιο
padicotype_startmenu=Μενού Έναρξη
padicotype_desktop=Πρόγραμμα επιτραπέζιου υπολογιστή
padicosize=Μέγεθος εικονιδίου βιβλιοθήκης εφαρμογών
padicospacex=Εικονίδιο οριζόντια απόσταση
padicospacey=Εικονίδιο κάθετη απόσταση
padicoblacklist=Επεξεργαστείτε το διαγραμμένο πρόγραμμα του μενού "Έναρξη"
padblacklist=Διαχείριση λιστών

multiscreenpad=Επιλογή οθόνης

padscreenname=Ακολουθεί το Dock
lockicon=Κλείδωμα μετακίνησης εικονιδίων
showicontag=Εμφάνιση κειμένου ετικέτας εικονιδίου
windowsborder=Ενεργοποιήστε τα περιγράμματα των παραθύρων για να αποτρέψετε το μπλοκάρισμα των παραθύρων 
jumpanimation=Αναπήδηση με την επιλογή του εικονιδίου 
folderDoubleclickOpen=Κάντε διπλό κλικ στο εικονίδιο του φακέλου για να ανοίξει
foldernoshowopen=Να μην εμφανίζεται το κουμπί ανοίγματος φακέλου
iconmask=Προσθέστε ένα εφέ μάσκας σε όλα τα εικονίδια
icomasktype=Παγκόσμιο στυλ μάσκας εικονιδίων

show indicators=Εμφάνιση ενδείξεων για ανοιχτές εφαρμογές
Runapp separator=Διαχωρίστε ξεκαρφιτσωμένα προγράμματα που εκτελούνται
newapp=Εμφάνιση εικονιδίου νέου προγράμματος που εκτελείται
blacklist=Διαχείριση λίστας απαγόρευσης
noblacklist=Καμία διαδικασία απαγόρευσης
hotcornerleft=Λειτουργία κάτω αριστερής γωνίας της οθόνης
hotcornerright=Λειτουργία κάτω δεξιάς γωνίας της οθόνης
hotkeypad=Εμφάνιση του πλήκτρου πρόσβασης Launchpad
hotkeyDock=Εμφάνιση του πλήκτρου πρόσβασης Dock
hotkeyborder=Ενεργοποιεί και απενεργοποιεί το πλήκτρο πρόσβασης στο πλαίσιο του παραθύρου Dock

dockicobackup=Εφεδρικό αρχείο εικονιδίου Dock
backuplist=Διαχείριση αρχείων αντιγράφων ασφαλείας
Addbackupdockico=Προσθήκη αντιγράφου ασφαλείας εικονιδίων
locationbackup=Ανοίξτε το φάκελο αντιγράφων ασφαλείας

minimize=Ελαχιστοποιήστε το παράθυρο στο Dock
animationoff=Απενεργοποίηση εφέ κίνησης
Slow animation=Κρατήστε πατημένο το πλήκτρο Shift για να επιβραδύνετε την κίνηση
minimizeeffect=Ελαχιστοποιήση παραθύρων χρησιμοποιώντας ειδικά εφέ

genie=Genie
scale=Scale
scaleDX=Scale DX
suck=Suck

Minimize dynamics=Δυναμική εμφάνιση περιεχομένου παραθύρου όταν ελαχιστοποιείται

minimizeAnimationspeed=Ελαχιστοποιήστε την ταχύτητα των εφέ κίνησης
Minimize to icon=Ελαχιστοποίηση των παραθύρων σε εικονίδιο εφαρμογής
Minimizeblacklist=Απενεργοποίηση εφέ κίνησης στην συγκεκριμένη εφαρμογή
Editwindowlist=Επεξεργασία λίστας παραθύρων

minicopos=Ελαχιστοποίηση θέσης εικονιδίου παραθύρου
dockmin_lastico=Δίπλα στο εικονίδιο στα δεξιά
dockmin_right=Εμφανίζεται ανεξάρτητα στα δεξιά
dockmin_rightandlim=Η δεξιά πλευρά εμφανίζεται ανεξάρτητα χρησιμοποιώντας ένα διαχωριστικό
minimizeAnimationWait=Αναμονή για την απόδοση των καρέ του animation του ελαχιστοποιημένου παραθύρου

previewon=Ενεργοποίηση προεπισκόπησης ενεργών εφαρμογών
previewsize=Μέγεθος προεπισκόπησης ενεργών εφαρμογών
previewdelay=Καθυστέρηση προεπισκόπησης ενεργών εφαρμογών

previewcontrol=Εμφάνιση άλλων στοιχείων προεπισκόπησης
previewappname=Ονομα εφαρμογής
previewbutton=Κουμπιά ελέγχου παραθύρου
aeropeek=Εμφάνιση πλήρους προεπισκόπησης κατά την τοποθέτηση του ποντικιού


logotype=Επιλέξτε το στυλ του κουμπιού στα αριστερά
diylogo=Επιλέξτε αρχείο
shutdownmsgbox=Θα εμφανιστεί επιβεβαίωση για επανεκκίνηση του τερματισμού λειτουργίας του συστήματος
finderdark=Επιλέξτε τη λειτουργία χρώματος MyFinder

stagemanagerset=Λίστα Παραθύρων 
showstagemanager=Εμφάνιση του εικονιδίου του stage manager στο MyFinder
showstagemanagerwindowtitle=Εμφάνιση του τίτλου του παραθύρου με το ποντίκι
showstagemanagerdesktophidewindows=Κάντε κλικ στην επιφάνεια εργασίας για να κρύψετε όλα τα παράθυρα
showstagemanagermediaplaypause=Αυτόματη παύση και αναπαραγωγή πολυμέσων παραθύρου παρασκηνίου
stagemanager_hotkey=Πλήκτρα πρόσβασης Stage Manager

stagemanagerblacklist=Προγράμματα που εξαιρούνται από το Stage Manager
stagemanager_showdesktop=Προβολή εικονιδίων επιφάνειας εργασίας
desktopico_hide=Πάντα να κρύβετε το εικονίδιο
desktopico_auto=Αυτόματη εμφάνιση απόκρυψη
desktopico_show=Πάντα να δείχνει

stagemanager_enable=Λίστα Παραθύρων Ενεργή
stagemanager_listpos=Η θέση της οθόνης όπου βρίσκεται η λίστα παραθύρων
stagemanager_listshowmode=Λίστα παραθύρων Εμφάνιση κρυφής λειτουργίας

stagemanager_windowsize=Μέγεθος εικονιδίου λίστας παραθύρων
stagemanager_windowspace=Διάστιχο εικονιδίων λίστας παραθύρων
stagemanager_windowcount=Αριθμός εικονιδίων λίστας παραθύρων
stagemanager_windowsblur=Θόλωμα εικονιδίων παραθύρου φόντου

hotkeyfinder=Εμφάνιση πλήκτρων Hotkeys του MyFinder

showmediacontrol=Εμφανίζει το εικονίδιο αναπαραγωγής πολυμέσων
showuseraccount=Εμφανίζεται το εικονίδιο λογαριασμού
mouseactfinder=Χρόνος ενεργοποίησης καθυστέρησης ποντικιού MyFinder
showusbdevice=Εμφανίζονται αφαιρούμενοι δίσκοι USB

systemtraycolor=Χρώμα Εικονιδίων Περιοχής Ειδοποιήσεων
showkeyboard=Εμφάνιση εικονιδίων μεθόδου εισαγωγής
showsearch=Εμφάνιση εικονιδίου αναζήτησης
showLyrics=Εμφάνιση στίχων του προγράμματος αναπαραγωγής μουσικής
showLyrics_color=Εμφάνιση στίχων έγχρωμης αναπαραγωγής μουσικής

musiccontrolshowmode=Έλεγχος πολυμέσων Λειτουργία εμφάνισης
musiccontrol_close=Να μην εμφανίζεται
musiccontrol_activity=Εμφάνιση
musiccontrol_always=Συνεχής εμφάνιση

finderdark_auto=Ταπετσαρία
finderdark_set=Ρύθμιση

multiscreenfinder=Επιλέξτε την οθόνη για να εμφανιστεί το MyFinder
findershowallscreens=Όλες οι οθόνες

finderdisplaymode=Αυτόματη Απόκρυψη MyFinder
finderautochangecolor=Μεγιστοποιήστε το παράθυρο για να χρησιμοποιήσετε τη λειτουργία εμβύθισης χρωμάτων
finderfastclosewindow=Κάντε κλικ στην επάνω δεξιά γωνία για να κλείσετε το τρέχον παράθυρο μεγιστοποίησης
myfinderscaleopen=Χρησιμοποιήστε προσαρμοσμένη κλιμάκωση

finderlockbtn=Κουμπί κλειδώματος για αποφυγή μετακίνησης εικονιδίων

findershowmenu=Εμφάνιση άλλων στοιχείων μενού προγράμματος

showaudio=Εμφάνιση εικονιδίου έντασης στο MyFinder
showmicrophone=Εμφάνιση εικονιδίου μικροφώνου στο MyFinder

showbattery=Εμφάνιση εικονιδίου μπαταρίας στο MyFinder
shownetwork=Εμφάνιση εικονιδίου Δικτύου στο MyFinder
showbluetooth=Εμφάνιση εικονιδίου Bluetooth στο MyFinder
showdisplay=Εμφάνιση εικονιδίου οθόνης στο MyFinder
showbatterytime=Εμφανίζει τον υπολειπόμενο χρόνο μπαταρίας
batteryshow_none=Κρυφό
batteryshow_acdc=Εμφάνιση πάντα
batteryshow_ac=Όταν χρησιμοποιείτε τροφοδοτικό
batteryshow_dc=Όταν χρησιμοποιείτε μπαταρίες

powerset_open=Αυτόματη εναλλαγή σχεδίων παροχής ενέργειας
powerset_aconline=Σχέδια παροχής ενέργειας κατά τη χρήση ενέργειας
powerset_battery=Σχέδια παροχής ενέργειας κατά τη χρήση μπαταριών

bluetooth_showbattery=Συνδεδεμένη συσκευή Bluetooth
bluetooth_not show=Να μην εμφανίζεται
bluetooth_icon=Εμφάνιση μόνο εικονιδίου
bluetooth_value=Εμφάνιση εικονιδίου και επίπεδου μπαταρίας

showcpu=ΕΠΕΞΕΡΓΑΣΤΗΣ
showtemp=ΘΕΡΜΟΚΡΑΣΙΑ
showmen=ΜΝΗΜΗ
showdisk=ΔΙΣΚΟΣ
shownet=ΔΙΚΤΥΟ

Calendarfirstday=Πρώτη ημέρα της εβδομάδας
Calendar_Sunday=Κυριακή
Calendar_Monnday=Δευτέρα

formatdate=Επιλέξτε μορφή εμφάνισης ημερομηνίας
formattime=Επιλέξτε μορφή εμφάνισης ώρας
customformatdate=Προσαρμογή της μορφής εμφάνισης ημερομηνίας
customformattime=Προσαρμογή της μορφής εμφάνισης ώρας

showbatteryvalue=Εμφάνιση ποσοστού μπαταρίας
audiotip=Αναπαραγωγή ήχου αλλαγής έντασης
mediatype=Επιλέξτε το στυλ προτροπής έντασης και φωτεινότητας

media_system=Σύστημα
media_speakers=Ηχείο
media_phone=Τηλέφωνο

hotkeyvolup=Πλήκτρο συντόμευσης για αύξηση της έντασης του ήχου
hotkeyvoldown=Πλήκτρο συντόμευσης μείωσης έντασης του ήχου
hotkeyvolmute=Πλήκτρο συντόμευσης σίγασης ήχου
hotkeymicup=Πλήκτρο πρόσβασης για αύξηση της έντασης του μικροφώνου
hotkeymicdown=Πλήκτρο συντόμευσης μείωσης της έντασης του μικροφώνου
hotkeymicmute=Πλήκτρο πρόσβασης σίγασης μικροφώνου


hotkeybriup=Πλήκτρο πρόσβασης αύξησης της φωτεινότητας
hotkeybridown=Πλήκτρο συντόμευσης μείωσης της φωτεινότητας
hotkeycontrolvalue=Ρυθμίζει την τιμή του πλήκτρου άμεσης πρόσβασης για να αυξήσει ή να μειώσει

systemnotification=Ειδοποιήσεις συστήματος
usbdevicenotification=Εμφάνιση σύνδεσης κινητής μονάδας δίσκου και ειδοποίηση εξαγωγής
bluetoothdevicenotification=Εμφάνιση ειδοποίησης σύνδεσης συσκευής Bluetooth
Appnotification=Ειδοποιήσεις εφαρμογών
notification_open=Να επιτρέπονται οι ειδοποιήσεις
notification_type=Πώς εμφανίζονται οι ειδοποιήσεις banner
notification_time=Ώρα εμφάνισης ειδοποιήσεων banner
notification_show_close=Να μην εμφανίζεται
notification_show_once=Εμφάνιση μόνο την πρώτη φορά
notification_show_always=Εμφάνιση πάντα

trayicoallshow_myfinder=Να εμφανίζονται πάντα όλα τα εικονίδια της περιοχής ειδοποιήσεων συστήματος στο MyFinder
trayicoallshow_mydock=Να εμφανίζονται πάντα όλα τα εικονίδια της περιοχής ειδοποιήσεων συστήματος στο MyDock
trayicoallshow_systemico=Εμφανίζει το εικονίδιο δίσκου του συστήματος στο MyFinder
trayico_waittime=Το εικονίδιο δίσκου που εκτελέστηκε πρόσφατα δείχνει την ώρα

Apptrayico=Εικονίδιο περιοχής ειδοποιήσεων εφαρμογών
apptrayicoshow_finder=Εμφάνιση εικονιδίου περιοχής ειδοποιήσεων στο MyFinder
apptrayicoshow_dock=Εμφάνιση εικονιδίου περιοχής ειδοποιήσεων στο MyDock

screenround=Στρογγυλεμένες γωνίες οθόνης
screenround_show=Ενεργοποίηση στρογγυλεμένων γωνιών οθόνης
screenround_size=Μέγεθος γωνίας οθόνης
screenround_color=χρώμα

openwindowsshow=Κινούμενα σχέδια ανοίγματος παραθύρου
windowsopeneffect=Εφέ κινούμενων σχεδίων για το άνοιγμα παραθύρου

openwindowsclose=κινούμενα σχέδια για κλείσιμο παραθύρου
windowscloseeffect=Εφέ κινούμενων σχεδίων για κλείσιμο παραθύρου
windowsblacklistadd=παράθυρο για την προσθήκη εξαιρέσεων
windowsblacklistdel=Καταργήστε τα παράθυρα για εξαιρούμενα προγράμματα
windowsclose_animation=Ρυθμίστε την ταχύτητα κινούμενων εικόνων

stagemanager_animation=Ρυθμίστε την ταχύτητα κινούμενων εικόνων
mediatiptime=Χρόνος εμφάνισης της προτροπής φωτεινότητας της έντασης

other=Άλλο

wallpaper=Ταπετσαρία

selectwallpaper=Επιλέξτε θέμα ταπετσαρίας
wallpapernone=Κενό
loadwallpaper=Φόρτωση θέματος ταπετσαρίας
wallpaperdownload=Κατεβάστε θέματα ταπετσαρίας
wallpaperOK=Εφαρμογή

restartdock=Επανεκκίνηση προγράμματος

resetini=Καθαρισμός δεδομένων
resetini_ok=ΟΚ
resetini_config=Προφίλ προτιμήσεων
resetini_ico=Προφίλ εικονιδίου βάσης
resetini_padico=Αρχείο διαμόρφωσης βιβλιοθήκης εφαρμογών
resetini_padicocache=Cache εικονιδίων του Launchpad

systemiconcache=Προσωρινή μνήμη εικονιδίων συστήματος

uninstall=Απεγκατάσταση

updatelog=Αρχείο καταγραφής αλλαγών
updatelogcheck=Άποψη

ok=Ok
cancel=Άκυρο

------------------------------------------------------------
[hotcorners]
nothing=Κενό
allwindows=Εμφάνιση όλων των παραθύρων
launchpad=Εμφάνιση Launchpad
displaytosleep=Απενεργοποιήση οθόνης
startmenu=Εμφάνιση μενού έναρξης
showdesktop=Εμφάνιση επιφάνειας εργασίας
actioncenter=Κέντρο λειτουργίας των Windows
screensaver=Προστασία Οθόνης

[settingtips]

backupsuccess=Μεταφορτώθηκε με επιτυχία!
backupfail=Η μεταφόρτωση απέτυχε!

hotkeyhideerror=Ρυθμίστε ώστε να εμφανίζεται το πλήκτρο συντόμευσης Dock διαφορετικά αυτή η λειτουργία ενδέχεται να μην είναι διαθέσιμη!
resetinitip=Θέλετε να επαναφέρετε το αρχείο ρυθμίσεων;
systemicontip=Θέλετε να διαγράψετε την προσωρινή μνήμη του εικονιδίου συστήματος;

DPItips=Ορισμένες διεπαφές θα τεθούν σε ισχύ μετά το κλείσιμο και το άνοιγμα ξανά!
winuiwallpapertip=Εάν ο υπολογιστής καταρρεύσει μετά την ενεργοποίηση, απενεργοποιήστε αυτήν την επιλογή και θα τεθεί σε ισχύ μετά την επανεκκίνηση του προγράμματος! ! !

;An error message pops up on the setting interface
padicotypetips=Αφού τροποποιήσετε αυτήν την επιλογή, πρέπει να επαναφέρετε το εικονίδιο, επιλέξτε προσεκτικά!!

edgetip=Το όριο του ανοιχτού παραθύρου ορίου δεν μπορεί να προσαρμοστεί!
autohideerror=Αυτή η λειτουργία δεν μπορεί να ενεργοποιηθεί όταν είναι ενεργά τα περιγράμματα των παραθύρων! Απενεργοποιήστε την επιλογή και ξαναπροσπαθήστε.
neterror=Σφάλμα δικτύου, ελέγξτε τη σύνδεση.
autohide=Η Αυτόματη Απόκρυψη δεν μπορεί να ενεργοποιήσει αυτήν τη λειτουργία!
updateerror1=Σφάλμα δικτύου, δοκιμάστε ξανά!

updatetip1=Υπάρχει κάποια νέα ενημερωμένη έκδοση;
updatetip2=Ενημερώνεται το αρχείο αμέσως μετά τη λήψη;

noupdate=Είναι η τελευταία έκδοση, δεν χρειάζεται ενημέρωση!

restarttip=Ανοίξτε μετά την επανεκκίνηση του προγράμματος!

languagetips=Ορισμένες διεπαφές πρέπει να επανεκκινηθούν για να αλλάξουν!

restartruntip=Θέλετε να επανεκκινήσετε το πρόγραμμα;

backupfolderror=Η δημιουργία του φακέλου αντιγράφων ασφαλείας απέτυχε, ελέγξτε τα δικαιώματα καταλόγου!

backuptips=Θέλετε να επαναφέρετε αυτό το αρχείο αντιγράφου ασφαλείας;


;-------------------------------------------------------------------

[menu]
;Right menu
reboot explorer=Επανεκκίνηση του

closewindows=Κλείστε το παράθυρο

RecentFiles=Αρχεία που άνοιξαν πρόσφατα
otheroption=Επιλογές
dockmenu=Μενού προγράμματος
menurecent=Επισκέφτηκε πρόσφατα
menubind=Σταθερός
menutask=αγγαρεία

edit_cut=Αποκοπή
edit_copy=Αντίγραφο
edit_paste=Επικόλληση
edit_selectall=Επιλογή όλων
edit_delete=Διαγραφή
edit_openurl=Ανοίξτε τον σύνδεσμο

workshop=Εργαστήριο
newfinderwindow=Νέο παράθυρο του Explorer
gotofolder=Μετάβαση στο φάκελο...
connecttoserver=Απομακρυσμένη επιφάνεια εργασίας
showlaunchpad=Εμφάνιση Launchpad


addnormalicon=Προσθήκη Εφαρμογής
addsystemicon=Προσθήκη Εφαρμογής Συστήματος
add delimiter=Προσθήκη Διαχωριστικού
del delimiter=Αφαίρεση Διαχωριστικού

showtaskbar=Προβολή Γραμμής Εργασιών
hidetaskbar=Απόκρυψη Γραμμής Εργασιών
preference=Ρυθμίσεις
enddock=Τερματισμός Προγράμματος

editicon=Ρύθμιση Εικονιδίου
removefromdock=Αφαίρεση από το Dock
keepindock=Καρφίτσωμα στο Dock
locationfile=Ανοίξτε τη θέση του αρχείου
runagain=Εκτελέστε ξανά αυτό το πρόγραμμα
nevershowthis=Να μην εμφανιστεί ξανά αυτό το πρόγραμμα
adminmode=Λειτουργία διαχειριστή
open=Άνοιγμα
quit=Τερματισμός

emptytrash=Άδειασμα Κάδου
sortorder=Ταξινόμηση κατά
Byname=Όνομα
Bysize=Μέγεθος
Byextension=Τύπος
Bydate/time=Αλλαγή Ώρας
Createtime=Χρόνος δημιουργίας
Groupdirectories=Πρώτα οι Φάκελοι
reverseorder=Αντίστροφη ταξινόμηση
closewindow=Κλείστε αυτό το παράθυρο
Display=Το περιεχόμενο της οθόνης είναι
Folder=Φάκελος
Stack=Σωρός
Locatefolder=Άμεσα ανοιχτό
FolderEffect=Εφέ εμφάνισης
Grid=Πλέγμα
Fan=Fan
menufold=μενού

showmodeapps=Ρυθμίστε τη λειτουργία ανεξάρτητης εμφάνισης και απόκρυψης
showmodedesktop=Ρυθμίστε τη λειτουργία εμφάνισης επιφάνειας εργασίας και απόκρυψης
NominiEffect=Να μην εμφανίζεται η κινούμενη εικόνα ελαχιστοποίησης παραθύρου
nevershowprogress bar=Να μην εμφανιστεί ξανά αυτή η γραμμή προόδου του προγράμματος
showmodenormal=Ακολουθήστε τις ρυθμίσεις
msgtips=Ρυθμίστε μια υπενθύμιση μηνύματος
incognito=Νέο παράθυρο σε κατάσταση ανώνυμης περιήγησης

systemmenu=Μενού συστήματος

timeskin=Επιλέξτε πρόσοψη ρολογιού
timedefault=Προκαθορισμένο

----------------------------------------------

[launchpad]

addicon=Προσθήκη εικονιδίου
deleteicon=Διαγράψτε αυτό το εικονίδιο
padsortname=Ταξινόμηση κατά όνομα
padsort=Εικονίδιο αυτόματη συμπλήρωση

search=Αναζήτηση
ok=OΚ
addtips=Σύρετε τα αρχεία exe και lnk εδώ
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=OΚ
cancel=Άκυρο
trashok=Άδειασμα
trashtitle=Είστε βέβαιοι ότι θέλετε να αδειάσετε τα στοιχεία στον κάδο απορριμμάτων;
batterytip=Συνδέστε το φορτιστή εάν η μπαταρία είναι χαμηλή!

eject=Αποσύνδεση
Connected=Συνδεδεμένος
brightnesstip=Η ρύθμιση της φωτεινότητας της οθόνης μπορεί να προκαλέσει μόνιμη ζημιά στην οθόνη, κάντε το με προσοχή!
brightnesstip1=Ανιχνεύεται φωτεινότητα οθόνης 0, εάν η οθόνη δεν εμφανίζει περιεχόμενο ή δεν κάνει κλικ στο κουμπί OK, επαναφέρετε τη φωτεινότητα της οθόνης μετά από 5 δευτερόλεπτα

-----------------------------------------------
;Time format description
;ddd day of the week dddd day of the week M month d day H 24 hour format h 12 hour format m minutes s seconds
;Double letters with two digits for example  HH:mm:ss  09:06:05
;All the following formats can be customized and modified, and the number on the left can be added without limit = left blank to indicate that the date is not displayed
;After the modification is saved, it will take effect immediately, directly set and click the time format menu to display the effect
[formatdate]
1=
2=ddd
3=MMM d
4=MMM d ddd
5=ddd MMM d
6=ddd d MMM yyyy

[formattime]
1=H:mm
2=h:mm tt
3=H:mm:ss
4=h:mm:ss tt

[calicon]

;Calendar icon month text

m1=Ιαν
m2=Φεβ
m3=Μάρ
m4=Απρ
m5=Μάϊ
m6=Ιούν
m7=Ιούλ
m8=Άυγ
m9=Σεπ
m10=Οκτ
m11=Νοέ
m12=Δεκ


[findermenu]
spatialaudio=Χωρικός ήχος

bluetoothdisconnect=Αποσύνδεση
bluetoothunpair=Διαγραφή συσκευής

lockscreen=Κλείδωμα της οθόνης σας
usersetting=Ρυθμίσεις λογαριασμού

HideMenu=Αποκρύπτει τη γραμμή μενού παραθύρου
systemmenu=Μενού παραθύρου

bluetooth=Bluetooth
Bluetooth settings=Ρυθμίσεις Bluetooth...
device=Συσκευή
Preferred network=Προτιμώμενο Δίκτυο
other networks=Περισσότερα Δίκτυα
network settings =Ρυθμίσεις Δικτύου...
Audio=Ένταση Ήχου
output=Έξοδος
Microphone=Μικρόφωνο
input=Συσκευή εισόδου
audio settings=Ρυθμίσεις Ήχου...
battery settings=Ρυθμίσεις Μπαταρίας...
BatteryEstimatedTime=Απομένει
batterytime_hour=Ώρες
batterytime_min= Λεπτά
Edit title=Επεξεργασία τίτλου
Window border=Περίγραμμα παραθύρου
end finder=Τερματισμός MyFinder...
About This PC=Σχετικά με αυτόν τον υπολογιστή
System settings=Ρυθμίσεις Συστήματος...
app Store=Κατάστημα Εφαρμογών...
Task manager=Διαχειριστής εργασιών
Sleep=Αναστολή Λειτουργίας
Dormant=Αδράνεια
Shutdown=Τερματισμός
Reboot=Επανεκκίνηση
Shutdown&Update=Τερματισμός λειτουργίας και ενημέρωση
Reboot&Update=Επανεκκίνηση και ενημέρωση...

Lock screen=Κλείδωμα Οθόνης
Logout=Αποσύνδεση...

symbol=Εμφάνιση emoticon και σύμβολα
Screen Keyboard=Εμφάνιση πληκτρολογίου οθόνης 
keyboardname=Εμφάνιση Γλώσσας Ολογράφως
Keyboard settings=Ρυθμίσεις πληκτρολογίου...
display=Οθόνη
systemdark=Σκοτεινή Λειτουργία
bluelight=Χαμηλός Φωτισμός
focusassist=Βοηθός εστίασης
focusoff=Κλέισιμο
focusPriorityOnly=Μόνο ειδοποίηση προτεραιότητας
focusAlarmsOnly=Μόνο συναγερμός
Notification settings=Προτιμήσεις ειδοποιήσεων...
screen projection=Προβολή
screen INTERNAL=Μόνο οθόνη υπολογιστή
screen CLONE=Αντιγραφή
screen EXTEND=Επέκταση
screen EXTERNAL=Μόνο δεύτερη οθόνη

displayset=Ρυθμίσεις οθόνης...
hotspot=Σημείο πρόσβασης
airplane=Λειτουργία Πτήσης
deviceon=On
deviceoff=Off
eject=Εξαγωγή
open=Άνοιξε

[findertips]
Mute=Σίγαση
battery=Μπαταρία
AcOnLine=Power OnLine
Charging=Φόρτιση
notCharging=Χωρίς Φόρτιση
Usebattery=Χρήση Μπαταρίας
Full battery=Μπαταρία Γεμάτη
brightness=Φωτεινότητα
show trayico=Εμφάνιση Περιοχής Ειδοποιήσεων

[findertitle]

[findermenubrowser]
new=Νέο
newtab=Νέα Καρτέλα
newwindow=Νέο Παράθυρο
favorites=Αγαπημένα
history=Ιστορικό
download=Λήψη
window=Παράθυρα
file= Αρχείο
no file=Δεν επιλέχτηκε αρχείο
View=Προβολή
Sort by=Ταξινόμηση κατά
Group by=Ομαδοποίηση κατά
refresh=Ανανέωση
showicons=Εμφανίζει εικονίδια επιφάνειας εργασίας

sort_none=Όχι
sort_bigicon=Μεγάλα εικονίδια
sort_mediumicon=Μεσαίο εικονίδιο
sort_smallicon=Μικρά εικονίδια
sort_superbigicon=Υπερμεγέθη εικονίδια
sort_list=Λίστα
sort_details=Λεπτομέρειες
sort_tile=Πλακάκι
sort_content=Περιεχόμενο
sort_name=Όνομα
sort_size=Μέγεθος
sort_type=Τύπος
sort_time=Ημερομηνία
sort_ascending=Αύξουσα σειρά
sort_descending=Φθίνουσα
sort_AutoArrange=Τα εικονίδια τακτοποιούνται αυτόματα
sort_snaptogrid=Αυτόματη τακτοποίηση εικονιδίων στοιχισμένα στο πλέγμα

[shutdown]
shutdown=Θέλετε να τερματίσετε τη λειτουργία αυτού του υπολογιστή;
Reboot=Θέλετε να κάνετε επανεκκίνηση του υπολογιστή;
Logout=Θέλετε να αποσυνδεθείτε;
Dormant=Θέλετε να θέσετε σε αδρανοποίηση αυτόν τον υπολογιστή;
sleep=Θέλετε αυτός ο υπολογιστής σε κατάσταση αναστολής λειτουργίας;

now=Τώρα
minute= Λεπτά


[wifi]
password=Κωδικός：
showpassword=Προβολή Κωδικού
join=Συμμετοχή
cancel=Άκυρο


[weather]
00=Ηλιοφάνεια
01=Συννεφιά
02=Συννεφιασμένη μέρα
03=Ντους
04=Καταιγίδα
05=Καταιγίδες με χαλάζι
06=Χιονοστιβάδα
07=Ελαφρή βροχή
08=Μέτρια βροχή
09=Δυνατή βροχή
10=Καταιγίδα
11=Ισχυρή βροχή
12=Ισχυρή βροχή
13=Νεφώσεις χιονιού
14=Κογιούκι
15=Zhongxue
16=Βαρύ χιόνι
17=Χιονοθύελλα
18=Ομίχλη
19=Παγωμένη βροχή
20=Αμμοθύελλα
21=Ασθενής έως μέτρια βροχή
22=Μέτρια έως δυνατή βροχόπτωση
23=Ισχυρή βροχή
24=Δυνατή βροχή έως δυνατή βροχή
25=Ισχυρή βροχή έως ακραία βροχή
26=Μικρό έως μέτριο χιόνι
27=Μέτρια έως δυνατή χιονόπτωση
28=Big to Blizzard
29=Επιπλέουσα σκόνη
30=Άμμος
31=Ισχυρή αμμοθύελλα
32=Πυκνή ομίχλη
33=Χιόνι
49=Ισχυρή ομίχλη
53=Ομίχλη
54=Μέτρια ομίχλη
55=Βαριά ομίχλη
56=Έντονη ομίχλη
57=Πυκνή ομίχλη
58=Ισχυρή ομίχλη
301=Βροχή
302=Χιόνι
